{
    "header-heading": "Enchance your dance skills",
    "header-paragraph": "Unleash your rhythm and energy with our breakdance classes in Madrid. Whether you’re a total beginner or looking to level up, we’ll help you build confidence, style, and flow on the dance floor.",
    "header-cta": "Join us on Whatsapp",
    "header-btn": "Watch videos",

    "section-intro-header": "The Power Of Dance",
    "section-intro-paragraph": "Dancing transforms your free time into something exciting and meaningful.",
    "section-intro-paragraph-2": "It keeps your body active, your mind sharp, and your spirit alive. From music to movement, you’ll find a new way to enjoy life while building skills you’ll carry forever.",
    "section-intro-btn": "Register Here",
    "section-intro-students": "Successfull students",
    "section-intro-shows": "Live Performance",

    "section-benefits-header": "More Than Just Dance Classes",
    "section-benefits-subtitle": "Real benefits for real people — beginner friendly, fun, and effective.",
    "section-benefits-card-confidence-header": "Confidence Boost",
    "section-benefits-card-confidence-paragraph": "Feel proud on and off the dance floor with simple, progressive wins every class.",
    "section-benefits-card-fit-header": "Stay Fit &amp; Agile",
    "section-benefits-card-fit-paragraph": "Burn calories, improve coordination, and build strength while having fun.",
    "section-benefits-card-express-header": "Express Yourself",
    "section-benefits-card-express-paragraph": "Discover your unique style and tell your story through movement.",
    "section-benefits-card-rythm-header": "Feel the Rhythm",
    "section-benefits-card-rythm-paragraph": "Enjoy your favorite music in a new way and move in sync with confidence.",
    "section-benefits-card-community-header": "Community &amp; Friends",
    "section-benefits-card-community-paragraph": "Meet friendly people, train together, and stay motivated.",
    "section-benefits-card-stress-header": "Stress Relief",
    "section-benefits-card-stress-paragraph": "Disconnect from the day and leave class with a big smile.",

    "section-testimonials-header": "What students say",
    "section-testimonials-subtitle": "Real people, real results.",
    "section-testimonials-quote-1": "“I started as a total beginner and now I can follow the beat and feel confident. Classes are super fun!”",
    "section-testimonials-quote-2": "“Great energy every session. I improved my coordination fast and met awesome people.”",
    "section-testimonials-quote-3": "“Perfect mix of technique and fun. The guidance is clear and I always leave with a smile.”",

    "section-classes-header": "Breakdance Classes — Coming Soon",
    "section-classes-paragraph": "We’re preparing group and private classes. Want to be the first to know when we launch?",
    "section-classes-btn": "Send us a message",

    "section-faq-header": "FAQ",
    "section-faq-question-1": "Do I need any dance experience to start?",
    "section-faq-answer-1": "Absolutely not! Our classes are built so anyone can learn from zero. Even if you’ve never danced before, you’ll be moving confidently step-by-step.",
    "section-faq-question-2": "What should I wear to class?",
    "section-faq-answer-2": "Just bring comfortable clothes and sneakers — nothing fancy required. What really matters is the energy you bring, and we’ll take care of the rest.",
    "section-faq-question-3": "How long is each class?",
    "section-faq-answer-3": "Every class lasts about 60 minutes of pure fun — a mix of warm-up, training, and freestyle that leaves you feeling energized and accomplished.",
    "section-faq-question-4": "How many people are in each class?",
    "section-faq-answer-4": "We keep groups small and friendly (8–12 students) so you get plenty of personal attention. This way, you’ll improve faster while feeling supported.",
    "section-faq-question-5": "Can I join even if I’m not flexible or strong yet?",
    "section-faq-answer-5": "Yes! Breakdance is all about progress, not perfection. With every class you’ll notice your strength, rhythm, and confidence grow naturally.",
    "section-faq-question-6": "Do you offer private classes or event performances?",
    "section-faq-answer-6": "Definitely. We offer private 1-on-1 lessons for faster progress, and we also perform at weddings, parties, and events to bring unforgettable energy to your celebration.",

    "section-final-cta-header": "Limited Spots Available",
    "section-final-cta-paragraph": "Our next group starts soon. Don’t miss your chance!",
    "section-final-cta-btn": "Book Now",

    "section-footer-paragraph": "Bringing the energy of breakdance to Madrid.",
    "section-footer-location": "Location",
    "section-footer-contact": "Contact Info",
    "section-footer-rights": "@2025 All Rights Reserved."
}